Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: To reconcile such payments, you can choose the Transfer Difference to Account button and then specify to which account the amount in the Difference field will be posted when you post the payment reconciliation journal.
cs_cz: Chcete-li odsouhlasit takové platby, můžete zvolit tlačítko převést rozdíl na účet a poté určit, na který účet bude částka v poli Rozdíl zaúčtována, když zaúčtujete deník odsouhlasení plateb.

source: Similar functionality exists to set up automatic reconciliation of recurring payments that cannot be applied to related open customer, vendor, or bank account ledger entries.
cs_cz: Podobné funkce existují pro nastavení automatického odsouhlasení opakujících se plateb, které nelze vyrovnat na souvisejícího otevřeného zákazníka, dodavatele nebo položku knihy bankovního účtu.

source: To reconcile payments that cannot be applied
cs_cz: Odsouhlasení plateb, které nelze vyrovnat

source: Choose the Transfer Difference to Account.
cs_cz: Zvolte Převést rozdíl na účet.

source: The Transfer Difference to Account 3.
cs_cz: Otevře se

source: window opens.
cs_cz: okno Převést rozdíl na účet 3.

source: In the Account Type field, specify if the type of account that the payment amount will be posted to.
cs_cz: Pole Typ účtu určuje typ účtu, kde částka platby bude vyrovnána.

source: field, specify the account that the payment amount will be posted to.
cs_cz: určuje účet, kde částka platby bude vyrovnána.

source: In the Description field, specify text that describes this direct payment posting.
cs_cz: Pole Popis určuje text, který popisuje toto přímé zaúčtování platby.

source: By default, the text in the Transaction Text field on the payment reconciliation journal line is inserted.
cs_cz: Ve výchozím nastavení je vložen text v poli Text transakce na řádku deníku odsouhlasení plateb.

source: If the value in the Difference field was equal to the value in the Transaction Amount field when you post the payment reconciliation journal, the whole payment on the journal line will be posted directly to the specified balancing account.
cs_cz: Pokud byla hodnota v poli Rozdíl rovna hodnotě v poli Částka transakce při zaúčtování deníku odsouhlasení plateb, bude celá platba na řádku deníku zaúčtována přímo pro specifický vyrovnávací účet.

source: If the value in the Difference field was lower than the value in the Transaction Amount field, then an additional journal line will be created with the same text and date and with the difference inserted in the Transaction Amount field.
cs_cz: Pokud by hodnota v poli Rozdíl byla nižší než hodnota v poli Částka transakce, vytvoří se další řádek deníku se stejným textem a datem a s rozdílem vloženým do pole Částka transakce.

source: On the original journal line, the difference will be deducted from the value in the Transaction Amount field, and the payment will remain applied to its related customer, vendor, or bank account ledger entry.
cs_cz: Na původním řádku deníku bude rozdíl odečten od hodnoty v poli Částka transakce a platba zůstane vyrovnána na příslušného zákazníka, dodavatele nebo položku knihy bankovního účtu.

source: When you post the payment reconciliation journal, one part of the payment will be posted as an applied payment.
cs_cz: Při zaúčtování deníku odsouhlasení plateb bude jedna část platby zaúčtována jako vyrovnaná platba.

source: The other part of the payment will be posted directly to the specified account.
cs_cz: Druhá část platby bude zaúčtována přímo na uvedený účet.

source: Review or Apply Payments Manually After Automatic Application
cs_cz: Kontrola nebo manuální vyrovnání plateb po automatickém vyrovnání.

source: For each journal line representing a payment in the Payment Reconciliation Journal window, you can open the Payment Application window to see all candidate open entries for the payment and view detailed information for each entry about the data matching that a payment application is based on.
cs_cz: Pro každý řádek deníku představující platbu v okně Deníku odsouhlasení plateb, můžete otevřít okno Vyrovnání plateb, aby jste viděli všechny kandidátní otevřené položky pro platbu a také můžete zobrazit podrobné informace pro každou položku shodného data, z něhož je založeno platební vyrovnání.

source: For more information about automatic application, see How to:
cs_cz: Pro více informací o automatickém vyrovnání jděte na Návod:

source: When the bank account that you are reconciling payments for is set up for the local currency, then the Payment Application window will show all open entries in the local currency, including open entries for documents that were originally invoiced in foreign currencies.
cs_cz: Pokud je bankovní účet, na kterém vyrovnáváte platby nastaven na lokální měnu, potom okno Vyrovnání plateb zobrazí všechny otevřené položky v lokální měně včetně otevřených položek pro dokumenty, které byly původně fakturovány v cizí měně.

source: Payments applied to entries with converted currencies may therefore be posted with different amounts than on the original document because of the potentially different exchange rates used by the bank and Dynamics NAV respectively.
cs_cz: Vyrovnání plateb položek s konvertovanými měnami mohou být zaúčtovány s jinými částkami, než byly na původním dokladu, protože mohou být rozdílné směnné kurzy používané bankou a Dynamics NAV.

source: Therefore, we recommend that you look for foreign currency codes in the Currency Code field in the Payment Application window to check if applications are based on converted currencies.
cs_cz: Proto doporučujeme sledovat kódy cizích měn v poli Kód měny v okně Vyrovnání plateb, abyste zjistili, zda je vyrovnání založené na měně.

source: To review the original document amount in the foreign currency and to see the exchange rate used, choose the Applies-to Entry No.
cs_cz: Chcete-li zkontrolovat počáteční částku v cizí měně a zobrazit použitý směnný kurz, vyberte pole Vyrovnat položku číslo

source: field, and then, on the shortcut menu, choose the drilldown button to open the Customer Ledger Entries or Vendor Ledger Entries window.
cs_cz: a poté v místní nabídce vyberte tlačítko na rozbalení nabídky Položky zákazníka nebo Položky dodavatele

source: Any gains-and-loss adjustment required due to currency conversions is not handled automatically by Dynamics NAV.
cs_cz: Každá úprava zisku a ztrát, která je zapotřebí v důsledku měnových konverzí, není automaticky prováděna Dynamics NAV.

source: You cannot apply entries with a different sign than the sign on the payment.
cs_cz: Nemůžete vyrovnávat položky s jiným znaménkem než znaménkem platby.

source: For example, to close both a negative-sign credit memo and its related positive-sign invoice, you must first apply the credit memo to the invoice, and then apply the payment to the invoice with the reduced remaining amount.
cs_cz: Chcete-li například uzavřít dobropis se záporným znaménkem a jeho související faktura je s kladným znaménkem, musíte nejprve vyrovnat fakturu k dobropisu a poté platbu vyrovnat na faktuře se sníženou zbývající částkou.

source: If you use payment discounts, and if the payment date is before the payment due date, then the Remaining Amt.
cs_cz: Pokud používáte skonto slevy a pokud je datum splatnosti před datem splatnosti platby, poté políčko Zůstatková částka

source: Incl. Discount field in the Payment Application window will be used for matching.
cs_cz: včetně skonta v okně Vyrovnání plateb bude použito pro párování.

source: Otherwise, the value in the Remaining Amount field will be used.
cs_cz: V opačném případě se použije hodnota v poli Zůstatek.

source: If the payment was made with a discounted amount after the payment due date, or the full amount was paid but a discount was granted, then the amount will not be matched.
cs_cz: Pokud byla platba provedena s diskontovanou částkou po splatnosti platby nebo byla zaplacena celá částka, ale byla poskytnuta sleva, částka nebude odpovídat.

source: You can only apply a payment to one account.
cs_cz: Můžete pouze vyrovnat položku pro jeden účet.

source: If you want to split the application on multiple open entries, for example to apply a lump-sum payment, then the open entries must be for the same account.
cs_cz: Chcete-li rozdělit vyrovnání na několik otevřených položek, například k uplatnění jednorázové platby, musí být otevřené položky pro stejný účet.

source: For more information, see steps 7 and 8 in the procedure in this topic.
cs_cz: Další informace naleznete v krocích 7 a 8 v postupu v tomto tématu.

source: To review or apply payments after automatic application
cs_cz: Kontrola nebo vyrovnaní platby po automatickém vyrovnání

source: Open the payment reconciliation journal for a bank account that you want to reconcile payments for.
cs_cz: Otevřete deník odsouhlasení plateb pro bankovní účet, u kterého chcete odsouhlasit platby.

source: In the Payment Reconciliation Journal window, select a payment that you want to review or manually apply to one or more open entries, and then choose the Apply Manually action.
cs_cz: V okně Deníku odsouhlasení plateb vyberte platbu, kterou chcete zkontrolovat nebo ručně vyrovnat na jednu nebo více otevřených položek a potom vyberte akci Vyrovnat ručně.

source: Select the Applied check box on the line for the open entry that you want to apply the payment to.
cs_cz: Vyberte zaškrtávací políčko Vyrovnáno na řádku pro otevřenou položku, na kterou chcete platbu použít.

source: The payment amount, which is also shown in the Transaction Amount field in the Payment Application window, is inserted in the Applied Amount field, but you can modify the field, for example if you want to apply the amount to several open entries.
cs_cz: Částka platby, která je zobrazena také v poli Částka transakce v okně Vyrovnání plateb, je vložena do pole Vyrovnaná částka, ale pole můžete upravit, například pokud chcete částku použít na několik otevřených položek.

source: To apply a part of the paid amount to another open entry for the account, for example to apply a lump-sum payment, select the Applied check box for the line.
cs_cz: Chcete-li část částky platit na jinou otevřenou položku účtu, například použít jednorázovou platbu, zaškrtněte políčko Vyrovnáno za řádku.

source: The applied amount is automatically deducted from the transactions amount to reflect the distribution on the two open entries.
cs_cz: Použitá částka se automaticky odečte z objemu transakcí tak, aby odrážely rozdělení na dvou otevřených položkách.

source: To apply a part of a payment to one or more open entries that does not exist in the database, create a new line under the line for the same account.
cs_cz: Chcete-li část částky vyrovnat do jedné nebo více otevřených položek, které v databázi neexistují, vytvořte nový řádek pod řádkem pro stejný účet.

source: In the Applied Amount field, enter the amount to apply on the new line, and then adjust the Applied Amount field on the existing line.
cs_cz: Do pole Vyrovnaná částka zadejte částku, která se má použít na nový řádek, a upravte pole Vyrovnaná částka na existujícím řádku.

source: Repeat steps 5, 6, or 7 for other open entries that you want to apply a full or partial payment amount to.
cs_cz: Opakujte kroky 5, 6 nebo 7 pro další otevřené položky, u kterých chcete vyrovnat úplnou nebo částečnou sumu platby.

source: When you have reviewed a payment application or manually applied to one or more open entries, choose the Accept Application action.
cs_cz: Po kontrole vyrovnání platby nebo při ručním vyrovnání na jednu nebo více otevřených položek zvolte akci Akceptovat vyrovnání.

source: The Payment Application window closes, and in the Payment Reconciliation Journal window, the value in the Match Confidence field is changed to Accepted to indicate to you that you have reviewed or manually applied the payment.
cs_cz: Okno Vyrovnání plateb se zavře a v Deníku vyrovnání plateb se hodnota v poli Spolehlivost spárovaní změní na hodnotu Přijato a zobrazí se Vám, že jste platbu prověřili nebo ručně provedli.

source: Manage Receivables#
cs_cz: Správa pohledávek

source: A central task in managing receivables is to apply incoming payments to their related customer or vendor ledger entries and thereby close the related sales invoices or purchase credit memos as paid.
cs_cz: Centrálním úkolem ve Správě pohledávek je uplatňovat příchozí platby na související položky zákazníků nebo prodejců, a tím uzavřít související prodejní faktury nebo nákupní dobropisy jako zaplacené.

source: When all payments are applied, you can reconcile the bank account.
cs_cz: Po vyrovnání všech plateb můžete odsouhlasit bankovní účet.

source: You can reconcile bank accounts as a separate task in the Bank Acc. Reconciliation window, which also supports check ledger entries.
cs_cz: Můžete odsouhlasit bankovní účty jako samostatný úkol v okně Odsouhlasení bankovního účtu, které taktéž podporuje kontrolu položek hlavní knihy.

source: Reconcile Bank Accounts Separately .
cs_cz: Odsouhlasení Bankovních účtů samostatně .

source: Alternatively, you can apply payments in the Payment Registration window by manually checking payments received as cash, check, or bank transaction against a generated list of unpaid sales documents.
cs_cz: Případně můžete platby zapsat v okně Registrace Plateb pomocí ruční kontroly plateb přijatých jako hotovost, šek nebo bankovní transakce na základě generovaného seznamu neplacených prodejních dokladů.

source: Note that this functionality is only available for sales documents.
cs_cz: Tato funkce je k dispozici pouze pro prodejní doklady.

source: As another manual reconciliation of payments you can post each receipt to the relevant general ledger, customer, or other account by entering a payment line in the Cash Receipt Journal window.
cs_cz: Jako další manuální odsouhlasení plateb můžete zaúčtovat každý příjem do příslušné účetní knihy, zákazníka nebo jiného účtu zadáním platebního řádku do okna Deník přijaté hotovosti.

source: In that case, you can either apply the receipt or refund to one or more open entries before you post the cash receipt journal, or you can apply from the created customer ledger entries.
cs_cz: V takovém případě můžete před vystavením deníku o přebírání peněz aplikovat potvrzení o vrácení peněz na jednu nebo více otevřených položek, nebo můžete vyrovnat vytvořené položky zákazníka.

source: Another task in managing receivables is to collect outstanding balances, including to manage finance-setup charges and issue reminders.
cs_cz: Dalším úkolem správy pohledávek je vybírat nesplacené zůstatky, včetně správy poplatků za sestavení financí a vydávání upomínek.

source: Apply payments to open customer or vendor ledger entries based on an imported bank statement file or feed, and reconcile the bank account when all payments are applied.
cs_cz: Vyrovnání plateb otevřených položek zákazníků nebo dodavatelů založených na importovaných bankovních výpisech a odsouhlasení bankovního účtu, pokud jsou všechny platby vyrovnány.

source: Apply payments to open customer ledger entries based on manual entry in a list of unpaid sales documents.
cs_cz: Vyrovnání plateb otevřených položek pro zákazníky založené na ručním zadání v seznamu neplacených prodejních dokladů.

source: Post cash receipts or refunds for customers in the cash receipt journal and apply to customer ledger entries, either from the journal or from posted ledger entries.
cs_cz: Účtování hotovostních příjmových dokladů nebo refundace zákazníkům v deníků přijaté hotovosti a vyrovnaní položek zákazníka, kterýmkoli z deníků nebo z účtovaných položek.

source: Remind customers of overdue amounts, calculate interest and finance-setup charges, and manage accounts receivable.
cs_cz: Připomenutí zákaznických částek po splatnosti, vypočítání poplatků za úroky a financování a správa pohledávek.

source: Saved Settings on Reports
cs_cz: Uložené nastavení sestav

source: Depending on the report that is run, you might be presented with a page that lets you to set certain options and filters for changing the data that is included in the generated report.
cs_cz: V závislosti na spuštěné sestavě vám může být zobrazena stránka, která vám umožní nastavit určité možnosti a filtry pro změnu dat, která jsou součástí generované sestavy.

source: This page is known as the report request page.
cs_cz: Tato stránka je známá jako stránka požadavku o sestavu.

source: A report can include one or more saved settings that you can apply to the report from the request page.
cs_cz: Sestava může obsahovat jedno nebo více Uložených nastavení, které můžete použít na sestavu ze stránky požadavku.

source: Saved settings are basically predefined options and filters.
cs_cz: Uložená nastavení jsou v podstatě předdefinované možnosti a filtry.

source: Using saved settings is a fast and reliable way to consistently generate reports that contain the correct data.
cs_cz: Použití uložených nastavení je rychlý a spolehlivý způsob, jak důsledně vytvářet sestavy, které obsahují správná data.

source: You can see the saved settings that are available to you for a report in Saved Settings section of the report request page.
cs_cz: Můžete si zobrazit uložená nastavení, která jsou Vám k dispozici pro sestavu v sekci Uložená nastavení na stránce požadavku o sestavu.

source: To apply saved settings to a report
cs_cz: Použití uložených nastavení pro sestavu

source: Open the report.
cs_cz: Otevřete sestavu.

source: The report request page appears.
cs_cz: Zobrazí se stránka požadavku o sestavu.

source: In the Saved Settings section of the page, set the Name field to the saved settings that you want to use.
cs_cz: Na stránce v sekci Uložené nastavení, nastavte políčko Název k uložení nastavení, které chcete použít.

source: The Saved Settings section only appears if the report has been run before or if there are existing saved settings entries.
cs_cz: Sekce Uložené nastavení se zobrazí pouze, pokud byla sestava spuštěná již dříve, nebo pokud existují uložené položky nastavení.

source: The saved settings entry called Last used options and filters is always available.
cs_cz: Uložená položka nastavení s názvem Naposledy použité možnosti a filtry je vždy k dispozici.

source: These settings are the option and filter values that were used the last time you ran the report.
cs_cz: Tato nastavení jsou volby a hodnoty filtru, které byly použity při posledním spuštění sestavy.

source: Administer saved report settings for users
cs_cz: Správa uložených nastavení sestav pro uživatele

source: If you have the proper permissions, you can view, create, and modify the saved settings for all reports for all users in company.
cs_cz: Máte-li správná oprávnění, můžete pro všechny uživatele ve společnosti zobrazit, vytvořit a upravit uložená nastavení pro všechny sestavy.

source: You can assign saved settings for a report to individual users or all users in the company.
cs_cz: Můžete přiřadit uložená nastavení sestav jednotlivým uživatelům nebo všem uživatelům ve společnosti.

source: You manage saved settings from page 1506 Reports Settings.
cs_cz: Spravujte uložená nastavení na stránce 1506 Nastavení sestav.

source: To open this page, in the top right corner, choose the Search for Page or Report icon, enter Report Settings, and then choose the related link.
cs_cz: Pro otevření stránky musíte v pravém horním rohu vybrat ikonu Vyhledat stránku nebo sestavu, zadejte Nastavení sestav a vyberte příslušný odkaz.

source: From the Report Settings page, you can create a new settings from scratch or you can make a copy and modify existing settings.
cs_cz: Ze stránky Nastavení sestav můžete vytvořit nové nastavení od začátku nebo vytvořit jako kopii a následně modifikovat existující nastavení.

source: To modify the options and filters for a settings, choose the Edit action.
cs_cz: Chcete-li upravit nastavení a filtry pro nastavení, zvolte Upravit.

source: Notes:
cs_cz: Poznámky:

source: The saved settings feature on reports is only relevant when the SaveValues property of the request page is set to Yes.
cs_cz: Funkce uložených nastavení sestav je relevantní pouze tehdy, když je vlastnost SaveValues ​​na stránce požadavku nastavena na Ano.

source: The SaveValues property property is set in the development environment.
cs_cz: Vlastnost SaveValues ​je nastavena ve vývojovém prostředí.

source: If you create a saved settings item for all users, and it has the same name as an existing saved settings for a specific user, then that user will not be able to use the saved settings that is assigned to everyone.
cs_cz: Pokud vytvoříte uloženou položku nastavení pro všechny uživatele a má stejný název jako existující uložené nastavení pro určitého uživatele, nebude tento uživatel moci použít uložená nastavení, která je přiřazena všem.

source: In the Saved Settings field on the report request page, the user will see two saved settings options with the same name.
cs_cz: V poli Uložená nastavení na stránce požadavku o sestavu uživatel uvidí dvě možnosti uloženého nastavení se stejným názvem.

source: However, no matter which option he chooses, the user-specific saved settings will be used.
cs_cz: Nicméně, bez ohledu na to, kterou volbu zvolí, budou použity uložená nastavení pro uživatele.

source: Schedule a Rpeort to Run
cs_cz: Plánované spuštění sestavy

source: Make Drop Shipments
cs_cz: Vytvoření Přímé dodávky

source: A drop shipment is the shipment of items from one of your vendors directly to one of your customers.
cs_cz: Přímá dodávka je zásilka položek od jednoho z vašich dodavatelů přímo k vašemu zákazníkovi.

source: When a sales order is marked for drop shipment, and you create a purchase order specifying the customer in the Sell-to Customer No.
cs_cz: Je-li prodejní objednávka označena jako přímá dodávka a vy vytvoříte nákupní objednávku určující zákazníka v políčku Prodat zákazníkovi číslo,

source: field, then you can link the two documents and thereby instruct the vendor to ship directly to the customer.
cs_cz: poté můžete propojit dva dokumenty a instruovat dodavatele, aby odeslal objednávku přímo zákazníkovi.

source: To create a sales order for drop shipment
cs_cz: Vytvoření nové prodejní objednávky pro přímou dodávku.

source: To prepare a drop shipment, you create a sales order for an item as normal, except you must indicate on the sales line that the sale requires drop shipment.
cs_cz: Chcete-li připravit přímou dodávku, vytvořte prodejní objednávku zboží jako obvykle, kromě toho, že na řádku prodejní objednávky musíte uvést, že se jedná o přímou dodávku.

source: Create a sales order for an item.
cs_cz: Vytvoření prodejní objednávky pro položku.

source: Sell Products .
cs_cz: Prodávání produktů .

source: On the sales order line for the drop-shipment item, select the Drop Shipment check box.
cs_cz: Na řádku prodejní objednávky pro přímou dodávku zaškrtněte políčko Přímá dodávka.

source: To create the purchase order for drop shipment
cs_cz: Vytvoření nákupní objednávky pro přímou dodávku

source: To prepare a drop shipment for the item to be sold, you create a purchase order as normal, except you must indicate on the purchase order that it must be shipped to your customer, not to yourself.
cs_cz: Chcete-li vytvořit přímou dodávku pro zboží, které má být prodáváno, vytvořte prodejní objednávku jako obvykle. Jen v objednávce musíte uvést, že zásilka musí být odeslána zákazníkovi, nikoli vám.

source: Create a purchase order.
cs_cz: Vytvořte nákupní objednávku.

source: Do not fill any fields on the lines.
cs_cz: Nevyplňujte žádná políčka na řádcích.

source: In the Sell-to Customer No.
cs_cz: V políčku Zákazník

source: field, select the customer that you are selling to.
cs_cz: vyberte zákazníka, kterému chcete prodávat.
